alpha_0.75/0/TauDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      TauDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];


internalField   nonuniform List<symmTensor>
14418
(
( 5.729124268e-07 2.816040734e-09 1.029767382e-10 9.653625122e-11 5.575375231e-12 3.722835515e-07 )
( 5.485575798e-07 2.578476099e-09 -1.546057393e-09 8.978633809e-11 1.406123135e-11 3.561699202e-07 )
( 1.773533654e-06 1.689346796e-08 9.665730438e-09 1.126598703e-09 -1.280426182e-10 1.072340979e-06 )
( 1.746173552e-06 1.536358418e-08 8.212763802e-09 9.940447354e-10 -1.07190895e-10 1.063838681e-06 )
( 6.092843137e-07 2.577570157e-09 1.659627102e-09 8.81340903e-11 -6.004309897e-12 3.945643527e-07 )
( 4.674823685e-06 7.669128621e-08 3.173861884e-08 9.825785519e-09 -4.698229999e-11 2.892431667e-06 )
( 4.714094302e-06 7.636451471e-08 3.378025326e-08 9.380363153e-09 -9.332800505e-11 2.893056035e-06 )
( 2.105800604e-06 2.035273106e-08 1.733061517e-08 1.381669112e-09 -1.995110049e-10 1.255214897e-06 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
}


// ************************************************************************* //
